<template>
  <div>
    <rd-manage-batch-selected :data="data"></rd-manage-batch-selected>
  </div>
</template>
<script>
export default {
  data() {
    return {
      data: [
        '测试修改项目07',
        '测试修改项目05',
        '测试修改项目06',
        'pre-3.0快应用-手动投放-通投广告-短视频+图文-020401-直接调起',
        'test2-应用推广-自动投放-通投广告-直播-020401',
        'test2-应用推广-自动投放-通投广告-直播-020401-调起- IOS',
        'pre-3.0小程序-手动投放-通投广告-直播-020401_134920',
        'pre-3.0小程序-手动投放-通投广告-直播-020401',
        'pre-3.0快应用-手动投放-通投广告-短视频+图文-020401',
        'pre-3.0应用推广-手动投放-通投广告-直播-020401',
        'pre-3.0应用推广-自动投放-通投广告-直播-020201',
        'test2-应用推广-自动投放-通投广告-直播-020201_165648',
        'test2-应用推广-自动投放-通投广告-短视频+图文-020201-roi系数'
      ]
    }
  }
}
</script>